
/* info label for current octave */
"lbl_octave %d" = "الجواب الموسيقي %d";

/* info label with current volume in dB */
"lbl_volume: %.1f dB" = "dB %.1f حجم الصوت بالديسيبل";

/* unit Hz */
"lbl_hertz" = "هرتز";

/* Button for Autocorrelation */
"tab_autocorrelation" = "ترابط تلقائي";

/* Button for FFT */
"tab_fft" = "تحويل فوري سريع";


/* tone scale */ 
"tone_scale" = "سي,سي#,دي,إي♭,إي,إف,إف#,جي,جي#,إيه,بي♭,بي";

